Repository: Deci8BelioS/service.coreelec.settings
Catalog: language/resource.language.*/strings.po
Languages: es_es

# #32202
source: Use Samba Password Authentication
es_es: Usar autenticación por contraseña de Samba

# #32203
source: Disable SSH Password
es_es: Deshabilitar contraseña de SSH

# #32204
source: Enable Samba
es_es: Habilitar Samba

# #32205
source: Enable SSH
es_es: Habilitar SSH

# #32206
source: Enable Avahi (Zeroconf)
es_es: Habilitar Avahi (Zeroconf)

# #32208
source: Hidden Wlan
es_es: Wlan oculta

# #32209
source: SSH Password
es_es: Contraseña de SSH

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
es_es: La contraseña predeterminada de SSH es ampliamente conocida y considerada insegura.[CR][CR]Se recomienda establecer una contraseña personal.

# #32212
source: Cancel
es_es: Cancelar

# #32213
source: Keep Existing
es_es: Mantener existente

# #32214
source: Set Password
es_es: Establecer contraseña

# #32215
source: Workgroup name
es_es: Nombre del grupo de trabajo

# #32216
source: Auto-Share External Drives
es_es: Compartir automáticamente unidades externas

# #32217
source: Minimum supported protocol
es_es: Protocolo mínimo soportado

# #32218
source: Maximum supported protocol
es_es: Protocolo máximo soportado

# #32220
source: Bad password!
es_es: ¡Contraseña incorrecta!

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
es_es: La contraseña ingresada es demasiado débil.[CR]La contraseña de SSH no ha cambiado.

# #32222
source: Password changed!
es_es: ¡Contraseña cambiada!

# #32223
source: The SSH password has been successfully changed.
es_es: La contraseña de SSH se ha cambiado correctamente.

# #32224
source: Unknown error!
es_es: ¡Error desconocido!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
es_es: Hubo un error durante el proceso.[CR]La contraseña de SSH no ha cambiado.

# #32226
source: Enter new 4 digit PIN
es_es: Ingrese nuevo PIN de 4 dígitos

# #32227
source: Re-enter PIN
es_es: Reingrese PIN

# #32228
source: Error - PIN codes did not match!
es_es: Error - ¡Los códigos PIN no coinciden!

# #32229
source: @DISTRONAME@ Settings PIN lock not set.[CR][CR]Please try again.
es_es: El bloqueo por PIN en configuraciones de @DISTRONAME@ no se ha establecido.[CR][CR]Por favor, inténtelo de nuevo.

# #32230
source: @DISTRONAME@ Settings PIN lock set.
es_es: Bloqueo por PIN en configuraciones de @DISTRONAME@ establecido.

# #32231
source: Your @DISTRONAME@ Settings PIN lock has been set to:
es_es: Su bloqueo por PIN en configuraciones de @DISTRONAME@ se ha establecido en:

# #32232
source: Error - PIN code not 4 digits!
es_es: Error - ¡El código PIN no tiene 4 dígitos!

# #32233
source: @DISTRONAME@ Settings Locked[CR]Enter 4 digit PIN
es_es: Configuraciones de @DISTRONAME@ bloqueadas[CR]Ingrese PIN de 4 dígitos

# #32234
source: Incorrect PIN!
es_es: ¡PIN incorrecto!

# #32235
source: attempts remaining.
es_es: intentos restantes.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
es_es: Ha ingresado un PIN incorrecto demasiadas veces.[CR][CR]Deberá esperar 5 minutos antes de intentarlo nuevamente.

# #32237
source: @DISTRONAME@ Settings Locked!
es_es: ¡Configuraciones de @DISTRONAME@ bloqueadas!

# #32238
source: Time remaining before PIN can be entered: %02d:%02d[CR][CR]Too many previous failed attempts.
es_es: Tiempo restante antes de que se pueda ingresar el PIN: %02d:%02d[CR][CR]Demasiados intentos fallidos previos.

# #32240
source: Wireless Regulatory Domain
es_es: Dominio Regulador Inalámbrico

# #32300
source: Welcome to @DISTRONAME@
es_es: Bienvenido a @DISTRONAME@

# #32301
source: Welcome
es_es: Bienvenido

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
es_es: Este asistente lo guiará a través del proceso de configuración de su nueva instalación de @DISTRONAME@ - configurando su ubicación, zona horaria y conectándolo a Internet.[CR][CR]Estos ajustes se pueden cambiar más tarde navegando a Programas > Configuraciones de @DISTRONAME@.

# #32303
source: Next
es_es: Siguiente

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
es_es: Para ser identificado fácilmente en la red, su nueva máquina @DISTRONAME@ necesita un nombre.[CR][CR]Trate de elegir algo significativo - como la habitación en la que se encuentra - para que sepa qué es cuando lo vea en la red.[CR][CR]Este nombre se usa al configurar servicios de red, como el uso compartido de archivos con samba.

# #32305
source: Networking
es_es: Redes

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
es_es: Para descargar fondos, banners y miniaturas para sus películas y programas de TV y para transmitir contenido en línea desde sitios como YouTube, @DISTRONAME@ necesita estar conectado a Internet.[CR][CR]También se requiere una conexión a Internet para que @DISTRONAME@ se actualice automáticamente.

# #32307
source: Previous
es_es: Anterior

# #32308
source: Hostname:
es_es: Nombre del host:

# #32309
source: The following Networks are currently available:
es_es: Las siguientes redes están disponibles actualmente:

# #32310
source: Language:
es_es: Idioma:

# #32311
source: Sharing and Remote Access
es_es: Compartición y acceso remoto

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
es_es: @DISTRONAME@ también soporta SSH para acceso remoto. Esto es para usuarios avanzados que desean interactuar con el sistema operativo subyacente de @DISTRONAME@. El usuario predeterminado es [COLOR blue]root[/COLOR] y la contraseña predeterminada es [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
es_es: Para compartir sus archivos entre sus computadoras, @DISTRONAME@ ha incorporado un servidor samba. Este servidor samba puede integrarse en su red local accediendo a él de manera familiar con Finder o Windows Explorer.

# #32316
source: Configure Services:
es_es: Configurar servicios:

# #32317
source: Thank you
es_es: Gracias

# #32318
source: Your @DISTRONAME@ installation is now complete and you are about to enter Kodi where you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoyed building it. If you need any more help, you can find links to our support forum along with latest news at our website.
es_es: Su instalación de @DISTRONAME@ está ahora completa y está a punto de entrar en Kodi donde puede configurar sus bibliotecas de medios. Para obtener ayuda con esto, hay una guía disponible en wiki.kodi.tv[CR][CR]@DISTRONAME@ es desarrollado por un equipo dedicado de desarrolladores que trabajan únicamente en su tiempo libre.[CR][CR]Finalmente, esperamos que disfrute usando @DISTRONAME@ tanto como hemos disfrutado construyéndolo. Si necesita más ayuda, puede encontrar enlaces a nuestro foro de soporte junto con las últimas noticias en nuestro sitio web.

# #32320
source: Enable Cron
es_es: Habilitar Cron

# #32323
source: Reset to Defaults
es_es: Restablecer a los valores predeterminados

# #32324
source: Reset System Settings to defaults
es_es: Restablecer configuraciones del sistema a los valores predeterminados

# #32325
source: Reset @DISTRONAME@ to defaults
es_es: Restablecer @DISTRONAME@ a los valores predeterminados

# #32326
source: Are you sure?
es_es: ¿Está seguro?

# #32328
source: The system must reboot.
es_es: El sistema debe reiniciarse.

# #32329
source: Rebooting in %d seconds
es_es: Reiniciando en %d segundos

# #32330
source: Keyboard Type
es_es: Tipo de teclado

# #32333
source: Connected:
es_es: Conectado:

# #32334
source: Yes
es_es: Sí

# #32338
source: No Bluetooth adapter found.
es_es: No se encontró adaptador Bluetooth.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
es_es: No se encontró dispositivo Bluetooth. Por favor, ponga su dispositivo Bluetooth en modo de descubrimiento[CR]y comience la exploración

# #32343
source: Enter the following Key on your Device.
es_es: Ingrese la siguiente clave en su dispositivo.

# #32344
source: Enable Bluetooth
es_es: Habilitar Bluetooth

# #32346
source: Bluetooth is disabled
es_es: El Bluetooth está deshabilitado

# #32358
source: Trust and Connect
es_es: Confiar y conectar

# #32362
source: Check for updates now:
es_es: Buscar actualizaciones ahora:

# #32364
source: Update available
es_es: Actualización disponible

# #32365
source: Show Update Notifications
es_es: Mostrar notificaciones de actualización

# #32366
source: Update Download Completed
es_es: Descarga de actualización completada

# #32367
source: Update Extract Complete
es_es: Extracción de actualización completada

# #32368
source: Advanced Network Settings
es_es: Configuraciones de red avanzadas

# #32369
source: Wait for network before starting Kodi
es_es: Esperar a la red antes de iniciar Kodi

# #32370
source: Maximum Wait Time (Sec.)
es_es: Tiempo máximo de espera (seg.)

# #32371
source: Backup
es_es: Copia de seguridad

# #32372
source: Create System and Kodi Backup
es_es: Crear copia de seguridad del sistema y Kodi

# #32373
source: Restore Backup
es_es: Restaurar copia de seguridad

# #32374
source: Restore file cannot be accessed by the system, it must be located on the local filesystem
es_es: El sistema no puede acceder al archivo de restauración, debe estar ubicado en el sistema de archivos local

# #32375
source: Backup Progress
es_es: Progreso de la copia de seguridad

# #32376
source: Submit Log
es_es: Enviar registro

# #32377
source: Upload latest Kodi log and configs, and view the short URL
es_es: Cargar el registro y configuraciones más recientes de Kodi, y ver la URL corta

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
es_es: Cargar el registro de fallos más reciente de Kodi y configuraciones, y ver la URL corta

# #32379
source: There is not enough free storage space to continue!
es_es: ¡No hay suficiente espacio de almacenamiento libre para continuar!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
es_es: Restaurar configuraciones del sistema requiere un reinicio. ¿Está seguro de que desea restaurar?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
es_es: ¿Aceptar transferencia de archivos entrante por Bluetooth?

# #32382
source: Speed
es_es: Velocidad

# #32383
source: Play Files ?
es_es: ¿Reproducir archivos?

# #32384
source: OBEX Enabled
es_es: OBEX habilitado

# #32385
source: OBEX Upload Folder
es_es: Carpeta de carga OBEX

# #32386
source: Keyboard Layout Variant #1
es_es: Variante de distribución de teclado #1

# #32387
source: Keyboard Layout Variant #2
es_es: Variante de distribución de teclado #2

# #32388
source: Enable Standby
es_es: Habilitar espera

# #32389
source: Disable Standby
es_es: Deshabilitar espera

# #32390
source: Settings addon is not yet ready, please try again later.
es_es: El complemento de configuraciones aún no está listo, por favor inténtelo de nuevo más tarde.

# #32391
source: Upload configs and other debug info without logs, and view the short URL
es_es: Subir configuraciones y otra información de depuración sin registros, y ver la URL corta

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
es_es: ** MODO SEGURO! ** MODO SEGURO! ** MODO SEGURO! **

# #32394
source: @DISTRONAME@ has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]Go to https://discourse.coreelec.org if you require further assistance. When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > CoreELEC > System > Submit Log.
es_es: @DISTRONAME@ se ha iniciado temporalmente en modo seguro debido a fallos repetidos de Kodi.[CR][CR]Ahora puede investigar la causa de los fallos habilitando SSH o Samba.[CR][CR]Su instalación original de Kodi puede ser accesada a través de "/storage/.kodi.FAILED" y el recurso compartido Samba "Kodi-Failed".[CR][CR]Reiniciar volverá a su instalación original de Kodi.[CR][CR]Vaya a https://discourse.coreelec.org si necesita más ayuda. Al publicar en el foro incluya el enlace a su registro de fallos que se puede ver haciendo clic en la opción de registro de fallos en Configuraciones > CoreELEC > Sistema > Enviar Registro.

# #32395
source: Firewall
es_es: Cortafuegos

# #32396
source: Custom
es_es: Personalizado

# #32397
source: Off
es_es: Apagado

# #32398
source: Home
es_es: Hogar

# #32399
source: Public
es_es: Público

# #32400
source: Idle Timeout
es_es: Tiempo de espera inactivo

# #32401
source: Connect paired devices
es_es: Conectar dispositivos emparejados

# #32402
source: Switch audio device on connection
es_es: Cambiar dispositivo de audio al conectar

# #32500
source: Fan
es_es: Ventilador

# #32501
source: Power
es_es: Energía

# #32502
source: Display
es_es: Pantalla

# #32503
source: Performance
es_es: Rendimiento

# #32506
source: Device Tree
es_es: Árbol de dispositivos

# #32510
source: Fan Mode
es_es: Modo de ventilador

# #32511
source: Speed Level
es_es: Nivel de velocidad

# #32515
source: Inject BL30 Blob
es_es: Inyectar blob BL30

# #32516
source: IR Remote Power Code
es_es: Código de energía del control remoto IR

# #32518
source: USB Power
es_es: Energía USB

# #32519
source: System LED
es_es: LED del sistema

# #32520
source: VESA modes
es_es: Modos VESA

# #32521
source: CPU governor
es_es: Governador de CPU

# #32522
source: Parking
es_es: Estacionamiento

# #32523
source: Parking Time
es_es: Tiempo de estacionamiento

# #32524
source: Idle Time
es_es: Tiempo inactivo

# #32525
source: eMMC Speed Mode
es_es: Modo de velocidad eMMC

# #32526
source: WiFi SoC SDIO Speed
es_es: Velocidad SDIO del SoC WiFi

# #32527
source: Red LED
es_es: LED rojo

# #32528
source: SPI Interface
es_es: Interfaz SPI

# #32529
source: IR Protocol Type
es_es: Tipo de protocolo IR

# #32530
source: DVB GPIO Support
es_es: Soporte DVB GPIO

# #32531
source: Wired Network Interface
es_es: Interfaz de red cableada

# #32532
source: Green LED
es_es: LED verde

# #32533
source: IP1001 Ethernet Transceiver
es_es: Transceptor Ethernet IP1001

# #32534
source: VIM3 USB3/PCIE Switch
es_es: Interruptor USB3/PCIE VIM3

# #32535
source: Smartchip WiFi Driver
es_es: Controlador WiFi Smartchip

# #32536
source: Motorcomm Ethernet Transceiver
es_es: Transceptor Ethernet Motorcomm

# #32537
source: Timezone country
es_es: País de la zona horaria

# #32538
source: Timezone
es_es: Zona horaria

# #33510
source: Warning!
es_es: ¡Advertencia!

# #33511
source: Continue
es_es: Continuar

# #33512
source: Finished!
es_es: ¡Terminado!

# #33513
source: Notice!
es_es: ¡Aviso!

# #33515
source: Inject Bootloader BL30 Blob...
es_es: Inyectar blob del gestor de arranque BL30...

# #33516
source: [B][COLOR red]Note: This will modify the firmware on your device.[/COLOR][/B][CR]The BL30 bootloader blob has been customized by the CoreELEC Team to support all features used to wake a device from a suspend or power off state!
es_es: [B][COLOR red]Nota: Esto modificará el firmware en su dispositivo.[/COLOR][/B][CR]¡El blob del gestor de arranque BL30 ha sido personalizado por el equipo de CoreELEC para soportar todas las funciones usadas para despertar un dispositivo desde un estado de suspensión o apagado!

# #33517
source: Finished update of the BL30 on internal eMMC.[CR]A reboot is now required!
es_es: Actualización del BL30 en eMMC interno completada.[CR]¡Se requiere un reinicio ahora!

# #33518
source: Error [%d] has occurred while using the 'inject_BL30' tool![CR]See '/storage/inject_BL30.log' for details.
es_es: ¡Error [%d] ha ocurrido mientras se usaba la herramienta 'inject_BL30'![CR]Vea '/storage/inject_BL30.log' para más detalles.

# #33519
source: System is not supported by BL30 injection![CR]See '/storage/inject_BL30.log' for details.
es_es: ¡El sistema no es soportado por la inyección BL30![CR]Vea '/storage/inject_BL30.log' para más detalles.

# #33520
source: Update of BL30 on eMMC is not needed.
es_es: No se necesita actualización del BL30 en eMMC.

# #33521
source: [B][COLOR red]Note: This will remove the BL30 injection on your device.[/COLOR][CR]The injected BL30 bootloader blob will be removed by the backup done automatically before injection.[/B]
es_es: [B][COLOR red]Nota: Esto eliminará la inyección BL30 en su dispositivo.[/COLOR][CR]El blob del gestor de arranque BL30 inyectado será eliminado por la copia de seguridad realizada automáticamente antes de la inyección.[/B]

# #33522
source: Finished remove of the BL30 on internal eMMC.[CR]A reboot is now required!
es_es: Terminada la eliminación del BL30 en la eMMC interna.[CR]¡Ahora es necesario reiniciar!

# #33523
source: Finished update of /flash/dtb.img.[CR]A reboot is now required!
es_es: Finalizada la actualización de /flash/dtb.img.[CR]¡Ahora es necesario reiniciar!

# #33524
source: [COLOR red]Are you sure to change this value?[/COLOR][CR]Please enter confirmation code '%s'
es_es: [COLOR red]¿Está seguro de cambiar este valor?[/COLOR][CR]Por favor, introduzca el código de confirmación '%s'

# #33525
source: Terminal sharing
es_es: Terminal compartido

# #33526
source: Enable terminal sharing
es_es: Activar terminal compartido

# #33527
source: Send invitation to @DISTRONAME@ developers
es_es: Enviar invitación a los desarrolladores de @DISTRONAME@

# #33528
source: Hint: enable this option only when requested by team @DISTRONAME@
es_es: Sugerencia: active esta opción sólo cuando lo solicite el equipo @DISTRONAME@

# #33529
source: Access control key
es_es: Clave de control de acceso

# #33530
source: Connection name
es_es: Nombre de la conexión
