Repository: Deci8BelioS/service.coreelec.settings
Catalog: language/resource.language.*/strings.po
Languages: es_es

# #600
source: @DISTRONAME@ Settings
es_es: Configuración de @DISTRONAME@

# #601
source: Interface
es_es: Interfaz

# #602
source: Address
es_es: Dirección

# #603
source: Type
es_es: Tipo

# #604
source: State
es_es: Estado

# #605
source: Address
es_es: Dirección

# #606
source: Distribution:
es_es: Distribución:

# #607
source: Version:
es_es: Versión:

# #608
source: Architecture:
es_es: Arquitectura:

# #609
source: CoreELEC is created by a global team of Linux and Kodi enthusiasts who contribute time and effort to manage the project, write code, and provide support. We have fun making it. We hope you have fun using it!
es_es: CoreELEC es creado por un equipo global de entusiastas de Linux y Kodi que contribuyen con tiempo y esfuerzo para gestionar el proyecto, escribir código y proporcionar soporte. Nos divertimos haciéndolo. ¡Esperamos que te diviertas usándolo!

# #610
source: [B]Support[/B] is provided via our forum:[CR]https://discourse.coreelec.org[CR][CR][B]Documentation[/B] can be read at our website:[CR]https://coreelec.org[CR][CR][B]Wiki[/B] can be read at our website:[CR]https://wiki.coreelec.org[CR][CR][B]Code[/B] can be found on GitHub:[CR]https://github.com/CoreELEC[CR][CR]
es_es: [B]Soporte[/B] se proporciona a través de nuestro foro:[CR]https://discourse.coreelec.org[CR][CR][B]Documentación[/B] se puede leer en nuestro sitio web:[CR]https://coreelec.org[CR][CR][B]Wiki[/B] se puede leer en nuestro sitio web:[CR]https://wiki.coreelec.org[CR][CR][B]Código[/B] se puede encontrar en GitHub:[CR]https://github.com/CoreELEC[CR][CR]

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
es_es: Configurar un nombre de host, tipo de teclado, realizar un reinicio, actualizar, o respaldos y restauraciones

# #701
source: Configure network startup options, NTP and VPNs
es_es: Configurar opciones de inicio de red, NTP y VPNs

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
es_es: Gestionar las conexiones Ethernet, Inalámbricas y VPN disponibles para el sistema

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
es_es: Configurar servicios del sistema como Samba, SSH, Cron, Avahi y Syslog

# #704
source: Configure and pair Bluetooth devices
es_es: Configurar y emparejar dispositivos Bluetooth

# #705
source: Useful information like version and architecture details, support and documentation links.
es_es: Información útil como detalles de versión y arquitectura, enlaces de soporte y documentación.

# #707
source: Configure updates
es_es: Configurar actualizaciones

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
es_es: Configurar el nombre de host de tu sistema @DISTRONAME@. Este se usará para el HTPC \\nombredehost en Windows y como nombre del servidor SMB en el Finder de Mac OS

# #711
source: Configure the 1st keyboard software layout
es_es: Configurar el primer diseño de teclado por software

# #712
source: Configure the 2nd keyboard software layout
es_es: Configurar el segundo diseño de teclado por software

# #713
source: Configure the physical keyboard type
es_es: Configurar el tipo de teclado físico

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
es_es: @DISTRONAME@ se puede configurar para actualizaciones automáticas o manuales. Las actualizaciones automáticas están disponibles en versiones estables y en candidatos a versiones estables. La actualización automática se desactiva automáticamente en versiones beta y de desarrollo

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
es_es: Configurar en ON y se mostrará una notificación en pantalla cuando haya una nueva actualización disponible

# #716
source: Update to the next stable release instead of remaining on nightly builds, when the next stable release is ready.
es_es: Actualizar a la próxima versión estable en lugar de permanecer en compilaciones nocturnas, cuando la próxima versión estable esté lista.

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to https://paste.coreelec.org, and display the short URL
es_es: Enviar archivos de configuración de arranque desde /flash, kodi.log, registro del kernel y configuraciones de Samba a https://paste.coreelec.org, y mostrar la URL corta

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to https://paste.coreelec.org, and display the short URL
es_es: Enviar archivos de configuración de arranque desde /flash, kodi_crash.log, registro del kernel y configuraciones de Samba a https://paste.coreelec.org, y mostrar la URL corta

# #720
source: Set to ON to enable the Bluetooth service
es_es: Configurar en ON para habilitar el servicio Bluetooth

# #721
source: Send CoreELEC debug info without logs to https://paste.coreelec.org, and display the short URL
es_es: Enviar información de depuración de CoreELEC sin registros a https://paste.coreelec.org, y mostrar la URL corta

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backup/
es_es: Crear un archivo tar que contenga todas las configuraciones de @DISTRONAME@ y Kodi, bases de datos y contenido de miniaturas. Los archivos de respaldo se almacenarán en /storage/backup/

# #723
source: Restore a tar archive backup previously created using the backup option above
es_es: Restaurar un archivo tar de respaldo creado previamente utilizando la opción de respaldo anterior

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
es_es: [COLOR FF00FF00]REINICIO SUAVE[/COLOR] Restablecer permanentemente la configuración de @DISTRONAME@ a los valores predeterminados (también restablece Kodi a los valores predeterminados, incluyendo tu biblioteca. tus medios - música/videos/etc no se tocan)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
es_es: [COLOR FFFF0000]REINICIO DURO[/COLOR] Restablecer permanentemente la configuración de @DISTRONAME@ y Kodi a los valores predeterminados (todo en tu partición de almacenamiento será eliminado)

# #726
source: Enable or disable support for Wireless (WLAN) networks
es_es: Habilitar o deshabilitar el soporte para redes inalámbricas (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
es_es: Habilitar un punto de acceso inalámbrico 'tethered'. Esto requiere que tu tarjeta inalámbrica (y controlador) soporten modo de puente y punto de acceso. No todas las tarjetas son capaces.

# #728
source: Configure the Access Point SSID
es_es: Configurar el SSID del punto de acceso

# #729
source: Configure the Access Point Passphrase
es_es: Configurar la frase de contraseña del punto de acceso

# #730
source: Enable or disable support for Wired (Ethernet) networks
es_es: Habilitar o deshabilitar el soporte para redes cableadas (Ethernet)

# #732
source: Configure the 1st time (NTP) server
es_es: Configurar el primer servidor de tiempo (NTP)

# #733
source: Configure the 2nd time (NTP) server
es_es: Configurar el segundo servidor de tiempo (NTP)

# #734
source: Configure the 3rd time (NTP) server
es_es: Configurar el tercer servidor de tiempo (NTP)

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
es_es: Configurar en ON para retrasar el inicio de Kodi hasta que la red esté disponible. Usa esto si el sistema operativo arranca Kodi antes de que la red esté activa y las bases de datos MySQL centrales sean accesibles.

# #737
source: Time in seconds to wait for an established network connection.
es_es: Tiempo en segundos para esperar una conexión de red establecida.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
es_es: Configurar en ON para habilitar el servicio de compartición de archivos Samba (SMB) integrado

# #739
source: Set to ON to require username/password access to local Samba fileshares
es_es: Configurar en ON para requerir acceso con nombre de usuario/contraseña a los archivos compartidos locales de Samba

# #740
source: Set the username for Samba sharing
es_es: Configurar el nombre de usuario para la compartición Samba

# #741
source: Set the password for Samba sharing
es_es: Configurar la contraseña para la compartición Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
es_es: Configurar en ON para habilitar el servidor SSH integrado. La consola SSH se puede acceder con el nombre de usuario 'root' y la contraseña '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
es_es: Configurar en ON si has copiado claves SSH privadas a tu HTPC y deseas mejorar la seguridad deshabilitando la autenticación de nombre de usuario y contraseña de SSH.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
es_es: Configurar en ON para habilitar el servicio de descubrimiento de red Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
es_es: Configurar en ON para habilitar el demonio cron

# #746
source: Set the password for SSH
es_es: Configurar la contraseña para SSH

# #747
source: Enable a PIN for @DISTRONAME@ Settings access
es_es: Habilitar un PIN para el acceso a Configuraciones de @DISTRONAME@

# #748
source: Change the PIN Lock for @DISTRONAME@ Settings access
es_es: Cambiar el PIN de bloqueo para el acceso a Configuraciones de @DISTRONAME@

# #749
source: Overrride the Wireless Regulatory Domain so radio properties (channels and transmit power) comply with local laws or match the country configuration of your router.
es_es: Anular el Dominio Regulatorio Inalámbrico para que las propiedades de radio (canales y potencia de transmisión) cumplan con las leyes locales o coincidan con la configuración del país de tu router.

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
es_es: Con la transferencia de archivos OBEX puedes enviar archivos, por ejemplo, películas o imágenes, a través de Bluetooth a @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
es_es: Aquí puedes configurar la ubicación de la carpeta donde la transferencia de archivos OBEX debe almacenar los archivos entrantes

# #753
source: Configure the 1st keyboard software Variant
es_es: Configurar la primera variante del teclado por software

# #754
source: Configure the 2nd keyboard software Variant
es_es: Configurar la segunda variante del teclado por software

# #755
source: Auto share external drives / partitions
es_es: Compartir automáticamente unidades / particiones externas

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
es_es: Deshabilitar protocolos SMB más antiguos especificando el protocolo mínimo soportado.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
es_es: Deshabilitar protocolos SMB más recientes para compatibilidad retroactiva con clientes antiguos.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
es_es: Grupo NetBIOS al que pertenece el servidor. El valor predeterminado es WORKGROUP.

# #760
source: Select an update channel
es_es: Seleccionar un canal de actualización

# #761
source: Enable to allow entering a custom update url
es_es: Habilitar para permitir ingresar una URL de actualización personalizada

# #762
source: Enter a custom update url (url should be the root of the update files)
es_es: Ingresar una URL de actualización personalizada (la URL debe ser la raíz de los archivos de actualización)

# #770
source: Select an available version
es_es: Seleccionar una versión disponible

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
es_es: El firewall bloquea el tráfico de red no deseado. Home (predeterminado) permite tráfico solo desde rangos de red privada (192.168.x.x, 172.16.x.x y 10.x.x.x). Public bloquea todo el tráfico de todas las redes. Custom usa reglas en /storage/.config/iptables. Off desactiva el firewall.

# #772
source: Checking for a new version will submit the installed Distribution, Project, CPU Arch and Version to the update server. This data is also used to report basic statistics for the project. To continue checking for updates while opting-out of stats reporting, disable this option.
es_es: Verificar una nueva versión enviará la Distribución instalada, el Proyecto, la Arquitectura de CPU y la Versión al servidor de actualizaciones. Estos datos también se utilizan para reportar estadísticas básicas del proyecto. Para continuar verificando actualizaciones mientras optas por no informar estadísticas, desactiva esta opción.

# #773
source: Set the idle timeout (in minutes) before devices will be disconnected (defaults to 0 for no timeout). Applies to devices where "Enable Standby" has been activated in the @DISTRONAME@ device connection context menu.
es_es: Configurar el tiempo de espera de inactividad (en minutos) antes de que los dispositivos se desconecten (por defecto es 0 para sin tiempo de espera). Se aplica a dispositivos donde se ha activado "Habilitar en espera" en el menú contextual de conexión del dispositivo @DISTRONAME@.

# #774
source: Automatic reconnect previously paired device after booting
es_es: Reconectar automáticamente el dispositivo emparejado previamente después de arrancar

# #775
source: Automatic change audio output to PULSE when a audio device get connected
es_es: Cambiar automáticamente la salida de audio a PULSE cuando se conecta un dispositivo de audio

# #780
source: Configure hardware settings
es_es: Configurar configuraciones de hardware

# #781
source: Set fan mode (off/auto/manual)
es_es: Configurar modo del ventilador (apagado/auto/manual)

# #782
source: Set fan speed level
es_es: Configurar el nivel de velocidad del ventilador

# #785
source: Modify Vendor Bootloader to support all wake-up features such as CEC, Wake-On-LAN, IR, and GPIO wake-up from suspend or power off state!
es_es: Modificar el cargador de arranque del proveedor para soportar todas las funciones de activación como CEC, Wake-On-LAN, IR y activación GPIO desde el estado de suspensión o apagado!

# #786
source: Set the IR remote control power button code
es_es: Configurar el código del botón de encendido del control remoto IR

# #787
source: Enable/Disable Wake-on-LAN
es_es: Habilitar/Deshabilitar Wake-on-LAN

# #788
source: Enable/Disable USB Power when device is off/suspend
es_es: Habilitar/Deshabilitar alimentación USB cuando el dispositivo está apagado/en suspensión

# #789
source: Change device LED behavior
es_es: Cambiar el comportamiento del LED del dispositivo

# #790
source: Enable/Disable VESA display modes
es_es: Habilitar/Deshabilitar modos de pantalla VESA

# #791
source: Set CPU governor for all cores
es_es: Configurar el gobernador de la CPU para todos los núcleos

# #792
source: Enable/Disable HDD parking on power off/suspend
es_es: Habilitar/Deshabilitar aparcamiento del HDD al apagar/en suspensión

# #793
source: Time in seconds to wait for the HDD to spin down when parking
es_es: Tiempo en segundos para esperar que el HDD se detenga al aparcar

# #794
source: Time in minutes/hours until the HDD should enter suspend mode
es_es: Tiempo en minutos/horas hasta que el HDD deba entrar en modo de suspensión

# #795
source: Select country location.
es_es: Seleccionar ubicación del país.

# #796
source: Select your current timezone.
es_es: Seleccionar tu zona horaria actual.

# #900
source: Configure eMMC speed mode
es_es: Configurar el modo de velocidad eMMC

# #901
source: Configure WiFi SoC SDIO speed
es_es: Configurar la velocidad SDIO del SoC WiFi

# #902
source: Enable/Disable SPI interface
es_es: Habilitar/Deshabilitar interfaz SPI

# #903
source: Choose IR protocol type for meson-remote
es_es: Elegir el tipo de protocolo IR para meson-remote

# #904
source: Configure DVB GPIO support
es_es: Configurar el soporte GPIO DVB

# #905
source: Configure Wired Network Interface
es_es: Configurar la interfaz de red cableada

# #906
source: Choose if IP1001 is assembled
es_es: Elegir si IP1001 está ensamblado

# #907
source: Switch between using the USB3 interface or the PCIE interface on m.2 connector
es_es: Cambiar entre usar la interfaz USB3 o la interfaz PCIE en el conector m.2

# #908
source: Choose assembled Smartchip device
es_es: Elegir el dispositivo Smartchip ensamblado

# #909
source: Set to ON to enable service
es_es: Configurar en ON para habilitar el servicio

# #910
source: Set to ON to send invitation to the @DISTRONAME@ developers for remote debugging
es_es: Configurar en ON para enviar invitación a los desarrolladores de @DISTRONAME@ para depuración remota

# #911
source: Select the SSH key used for access control
es_es: Seleccionar la clave SSH utilizada para el control de acceso

# #912
source: Forum username to identify the connection
es_es: Nombre de usuario del foro para identificar la conexión

# #913
source: Choose if Motorcomm PHY is assembled
es_es: Elegir si Motorcomm PHY está ensamblado

# #32001
source: Services
es_es: Servicios

# #32002
source: System
es_es: Sistema

# #32003
source: Interface
es_es: Interfaz

# #32005
source: Updates
es_es: Actualizaciones

# #32009
source: Keyboard
es_es: Teclado

# #32010
source: BusyBox Console Keyboard Layout
es_es: Distribución del Teclado de la Consola BusyBox

# #32012
source: Select Action
es_es: Seleccionar Acción

# #32013
source: OS Updates
es_es: Actualizaciones del SO

# #32014
source: Automatic Updates
es_es: Actualizaciones Automáticas

# #32015
source: Update Channel
es_es: Canal de Actualización

# #32016
source: Show Custom Channels
es_es: Mostrar Canales Personalizados

# #32017
source: - Custom Channel 1
es_es: - Canal Personalizado 1

# #32018
source: - Custom Channel 2
es_es: - Canal Personalizado 2

# #32019
source: - Custom Channel 3
es_es: - Canal Personalizado 3

# #32020
source: Available Versions
es_es: Versiones Disponibles

# #32021
source: Submit Statistics
es_es: Enviar Estadísticas

# #32022
source: Firmware Updates
es_es: Actualizaciones de Firmware

# #32023
source: Updating will occur once the system is rebooted.
es_es: La actualización ocurrirá una vez que se reinicie el sistema.

# #32024
source: Bootloader EEPROM
es_es: EEPROM del Cargador de Arranque

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
es_es: Actualizar la EEPROM del cargador de arranque del Raspberry Pi a la última versión. Esta opción se deshabilita automáticamente después de reiniciar. Reinicia el sistema para aplicar la actualización.

# #32026
source: VIA USB3 Firmware
es_es: Firmware VIA USB3

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
es_es: Actualizar el firmware VIA USB3 del Raspberry Pi a la última versión. Esta opción se deshabilita automáticamente después de reiniciar. Reinicia el sistema para aplicar la actualización.

# #32028
source: update from %s to %s
es_es: actualizar de %s a %s

# #32029
source: up to date: %s
es_es: actualizado: %s

# #32030
source: Update To Next Stable
es_es: Actualizar a la Próxima Versión Estable

# #32100
source: Connections
es_es: Conexiones

# #32101
source: Network
es_es: Red

# #32102
source: Wireless Networks
es_es: Redes Inalámbricas

# #32103
source: Wired Networks
es_es: Redes Cableadas

# #32105
source: Active
es_es: Activo

# #32106
source: Username
es_es: Nombre de Usuario

# #32107
source: Passphrase
es_es: Frase de Contraseña

# #32108
source: Enable 'tethered' Wireless Access Point
es_es: Habilitar Punto de Acceso Inalámbrico 'compartido'

# #32109
source: Connect Automatically
es_es: Conectar Automáticamente

# #32110
source: Connection
es_es: Conexión

# #32113
source: IP Address Method
es_es: Método de Dirección IP

# #32114
source: IP Address
es_es: Dirección IP

# #32115
source: Subnet Mask
es_es: Máscara de Subred

# #32116
source: Default Gateway
es_es: Puerta de Enlace Predeterminada

# #32117
source: Prefix Length
es_es: Longitud del Prefijo

# #32118
source: Privacy
es_es: Privacidad

# #32119
source: DNS Servers
es_es: Servidores DNS

# #32120
source: Nameserver #1
es_es: Servidor de Nombres #1

# #32121
source: Nameserver #2
es_es: Servidor de Nombres #2

# #32122
source: Nameserver #3
es_es: Servidor de Nombres #3

# #32123
source: NTP Servers
es_es: Servidores NTP

# #32124
source: Timeserver #1
es_es: Servidor de Tiempo #1

# #32125
source: Timeserver #2
es_es: Servidor de Tiempo #2

# #32126
source: Timeserver #3
es_es: Servidor de Tiempo #3

# #32127
source: DNS Domains
es_es: Dominios DNS

# #32128
source: Domain #1
es_es: Dominio #1

# #32129
source: Domain #2
es_es: Dominio #2

# #32130
source: Domain #3
es_es: Dominio #3

# #32140
source: Save
es_es: Guardar

# #32141
source: Delete
es_es: Eliminar

# #32142
source: Refresh
es_es: Actualizar

# #32143
source: Disconnect
es_es: Desconectar

# #32144
source: Connect
es_es: Conectar

# #32145
source: Pair
es_es: Emparejar

# #32146
source: Hidden Network Name
es_es: Nombre de Red Oculta

# #32147
source: Wireless Network Passphrase
es_es: Frase de Contraseña de Red Inalámbrica

# #32148
source: Wireless Network Username
es_es: Nombre de Usuario de Red Inalámbrica

# #32150
source: Edit
es_es: Editar

# #32180
source: Would you like to update @DISTRONAME@ now?
es_es: ¿Te gustaría actualizar @DISTRONAME@ ahora?

# #32181
source: Filename
es_es: Nombre de Archivo

# #32182
source: Download speed
es_es: Velocidad de Descarga

# #32183
source: Time remaining
es_es: Tiempo Restante

# #32184
source: Extract file
es_es: Extraer archivo

# #32185
source: Extract speed
es_es: Velocidad de extracción

# #32186
source: Initialize Archive File
es_es: Inicializar archivo de archivo

# #32187
source: New Version
es_es: Nueva versión

# #32188
source: Current Version
es_es: Versión actual

# #32189
source: Identification
es_es: Identificación

# #32190
source: System Name
es_es: Nombre del sistema

# #32191
source: Invalid URL
es_es: URL inválida

# #32192
source: PIN lock
es_es: Bloqueo por PIN

# #32193
source: Enable @DISTRONAME@ Settings PIN Lock
es_es: Habilitar bloqueo por PIN en configuraciones de @DISTRONAME@

# #32194
source: Change @DISTRONAME@ Settings PIN Lock
es_es: Cambiar bloqueo por PIN en configuraciones de @DISTRONAME@

# #32196
source: About
es_es: Acerca de
